Repository: hitarthasaha99/Income
Catalog: Resources/Localization/AppResources.*.resx
Languages: hi_in

# block_5_2_13
source: State/UT(code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# block_5_2_14
source: district (code)
hi_in: जिला (कोड)

# block_5_2_15
source: distance from origin to educational institution(kms)
hi_in: मूल स्थान से शैक्षणिक संस्थान तक की दूरी (किमी)

# block_5_2_16
source: distance from educational institution to destination (kms)[for code 1 in col. 10 copy the entry in col. 15 to col. 16 ]
hi_in: शैक्षणिक संस्थान से गंतव्य तक की दूरी (किमी ) [कॉलम 10 में कोड 1 के लिए, कॉलम 15 की प्रविष्टि को कॉलम 16 में कॉपी करें]

# block_5_2_17
source: if code 2 in col.10 and code 2 in col.11, purpose of trip from educational institution to destination
hi_in: यदि कॉलम 10 में कोड 2 और कॉलम 11 में कोड 2, शैक्षणिक संस्थान से गंतव्य तक यात्रा का उद्देश्य (कोड)

# block7_head
source: Block 7: Details of within-day-trips in the travel day prior to the date of survey in the travel reference period (1 travel day) to non-fixed place of work for persons of age of 15 years and above* with code 1, 2 & 3 in col. 8 of Block 3
hi_in: ब्लॉक 7: ब्लॉक 3 के कॉलम 8 में कोड 1, 2 और 3 के संबंध में15 वर्ष और उससे अधिक * आयु के व्यक्तियों के लिए सर्वेक्षण की तारीख से पहले एक यात्रा दिवस के भीतर (यात्रा संदर्भ अवधि 1 यात्रा दिवस) गैर-निश्चित कार्यस्थल तक की यात्राओं का विवरण।

# block7_1
source: srl. no. of hh member (as in col. 1, block 3)
hi_in: परिवार के सदस्यों की क्रम सं. (जैसा कि ब्लॉक 3 के कॉलम 1 में है)

# block7_2
source: trip srl. no.
hi_in: यात्रा क्रम सं

# block7_2_9
source: whether return trip performed (yes-1, no-2)
hi_in: क्या वापसी यात्रा की गई (हाँ-1, नहीं-2)

# block7_2_10
source: distance from origin to destination (kms)
hi_in: मूल स्थान से गंतव्य तक की दूरी (किमी)

# block7_2_11
source: time of leaving for destination from origin (hh:mm in 24 hrs format)
hi_in: मूल स्थान से गंतव्य के लिए प्रस्थान का समय (24 घंटे प्रारूप में hh:mm)

# block7_2_12
source: average time taken to reach the destination (in minutes)
hi_in: गंतव्य तक पहुंचने में लगा औसत समय (मिनटों में)

# block7_2_13
source: primary mode of transport (code)
hi_in: परिवहन का प्राथमिक साधन (कोड)

# block7_2_14
source: cost of trip(Rs.)
hi_in: यात्रा की लागत (रु.)

# block7_3
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# block7_4_head
source: if code ‘9’ in col. 3
hi_in: यदि कॉलम 3 में कोड '9' है

# block7_4
source: State/UT(code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# block7_5
source: district (code)
hi_in: जिला (कोड)

# block7_6
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# block7_7_head
source: if code ‘9’ in col. 6
hi_in: यदि कॉलम 6 में कोड '9' है

# block9_head
source: Block 9: Details of overnight trips undertaken by the household members during all the travel-days in the travel reference period (28 travel days)
hi_in: ब्लॉक 9: यात्रा संदर्भ अवधि (28 यात्रा दिन) में सभी यात्रा-दिनों के दौरान घर के सदस्यों द्वारा की गई रात्रि यात्राओं का विवरण

# block9_head_1
source: no. of overnight trips performed by the household in the last 28 travel days prior to the date of survey (return trip will be counted as separate trip)
hi_in: सर्वेक्षण की तिथि से पहले पिछले 28 यात्रा दिवसों में परिवार द्वारा की गई रात्रि यात्राओं की संख्या (वापसी यात्रा को अलग यात्रा के रूप में गिना जाएगा)

# block9_1
source: trip srl. no.
hi_in: यात्रा क्रम सं

# block9_2
source: no. of hh members in the trip
hi_in: यात्रा में परिवार के सदस्यों की संख्या

# block9_3
source: purpose of the trip
hi_in: यात्रा का उद्देश्य (कोड)

# block9_10
source: whether return trip performed (yes-1, no-2
hi_in: क्या वापसी यात्रा की गई (हाँ-1, नहीं-2)

# 2_heading
source: [2] particulars of field operations
hi_in: [2] क्षेत्र संकार्य का विवरण

# State/UT
source: State/UT (code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# district33
source: district (code)
hi_in: जिला (कोड)

# State77
source: State/UT (code)
hi_in: जिला (कोड)

# district66
source: district (code)
hi_in: जिला (कोड)

# State44
source: State/UT (code)
hi_in: जिला (कोड)

# district9
source: district (code)
hi_in: जिला (कोड)

# Block10
source: [10] remarks by investigator (SE/ JSO)
hi_in: [10] अन्वेषक (एसई/जेएसओ) की टिप्पणियाँ

# Block11
source: [11] comments by supervisory officer(s)
hi_in: [11] पर्यवेक्षी अधिकारी(ओं) की टिप्पणियाँ

# enuname
source: name (block letters)
hi_in: गणनाकर्ता का नाम (ब्लॉक अक्षर)

source: survey/ inspection
hi_in: सर्वेक्षण/निरीक्षण

# inminutes
source: total time taken to canvass the schedule by the team of enumerator (SE/JSO) (in minutes)
hi_in: एन्यूमेरटरों (एसई/जेएसओ) की टीम द्वारा अनुसूची की समीक्षा में लिया गया कुल समय (मिनटों में)

# number
source: number of enumerator (SE/JSO) in the team who canvassed the schedule
hi_in: अनुसूची का प्रचार करने वाली टीम में एन्यूमेरेटर (एसई/जेएसओ) की संख्या

# whether23
source: Whether any remark has been entered by SE/JSO/SS/SSO In block 10/11 (yes -1, no -2)
hi_in: क्या एसई/ जेएसओ/ एसएस/ एसएसओ द्वारा कोई टिप्पणी दर्ज की गई है? ब्लॉक 10/11 में (हाँ -1, नहीं -2)

# Whether24
source: Whether any remark has been entered by SE/JSO/SS/SSO Elsewhere in the schedule (yes -1, no -2)
hi_in: क्या एसई/ जेएसओ/ एसएस/ एसएसओ द्वारा कोई टिप्पणी दर्ज की गई है? अनुसूची में अन्यत्र (हाँ -1, नहीं -2)

# name6
source: name of informant:
hi_in: सूचनादाता का नाम:

# Mobile6
source: Mobile number of informant/any other household member who can be contacted
hi_in: सूचनादाता/किसी अन्य घरेलू सदस्य का मोबाइल नंबर जिससे संपर्क किया जा सके

# Landline
source: Landline number of the household, if any (Start with STD code)
hi_in: घर का लैंडलाइन नंबर, यदि कोई हो (एसटीडी कोड से शुरू करें)

# Response
source: Response code of the informant as assessed by SE/JSO
hi_in: एसई/जेएसओ द्वारा मूल्यांकित सूचनादाता का प्रतिक्रिया कोड

source: Supervisor Name
hi_in: पर्यवेक्षक का नाम
