Repository: hitarthasaha99/Income
Catalog: Resources/Localization/AppResources.*.resx
Languages: hi_in

# AppTitle
source: Travel Companion
hi_in: ट्रैवल साथी

source: Hello
hi_in: नमस्ते

source: Welcome
hi_in: स्वागत

source: Select Language
hi_in: भाषा चुनें

source: English
hi_in: अंग्रेज़ी

source: Hindi
hi_in: हिन्दी

source: Home
hi_in: होम

source: Settings
hi_in: सेटिंग्स

source: Profile
hi_in: प्रोफ़ाइल

source: Logout
hi_in: लॉगआउट

# Loading
source: Loading, please wait...
hi_in: लोड हो रहा है, कृपया प्रतीक्षा करें...

# NetworkError
source: Unable to connect to the network.
hi_in: नेटवर्क से कनेक्ट नहीं हो सका।

# SaveSuccess
source: Data saved successfully.
hi_in: डेटा सफलतापूर्वक सहेजा गया।

# SaveFailed
source: Failed to save data. Please try again.
hi_in: डेटा सहेजने में विफल। कृपया पुनः प्रयास करें।

source: Username
hi_in: उपयोगकर्ता नाम

source: Password
hi_in: पासवर्ड

source: Login
hi_in: लॉगिन

# LoginFailed
source: Invalid username or password.
hi_in: अमान्य उपयोगकर्ता नाम या पासवर्ड।

source: Sector
hi_in: सेक्टर

source: State/U.T. Name
hi_in: राज्य/संघ राज्य का नाम

source: District Name
hi_in: जिले का नाम

# sub_dist
source: Name of Sub-District/Tehsil/Town
hi_in: उप-जिला/तहसील/शहर का नाम

# vill_name
source: Village Name
hi_in: गांव का नाम:

# invst_unit_no
source: Investigator Unit Number/Block Number:
hi_in: अन्वेषक इकाई संख्या/ब्लॉक नंबर:

# sample_su_no
source: Sample Sub-Unit (SU) Number:
hi_in: प्रतिदर्श उप-इकाई (एसयू) संख्या:

source: Round Number:
hi_in: दौर संख्या:

# sch_no
source: Schedule number:
hi_in: अनुसूची संख्या :

# serial_no_sample_fsu
source: Serial Number of Sample FSU:
hi_in: प्रतिदर्श एफएसयू की क्रम संख्या:

# sample_sub_div_no
source: Sample Sub-Division Number:
hi_in: प्रतिदर्श उप-मंडल संख्या:

# sample_hh_number
source: Sample Household Number:
hi_in: प्रतिदर्श परिवार संख्या :

source: Survey Code
hi_in: सर्वेक्षण कोड

# reason_for_substitution
source: Reason for substitution/casualty of the original household
hi_in: मूल परिवार के प्रतिस्थापन/हताहत होने का कारण

# block_3_heading
source: Block 3: Demographic particulars of the household
hi_in: ब्लॉक 3: परिवार का जनसांख्यिकीय विवरण

source: srl. no.
hi_in: क्रम सं

source: name
hi_in: नाम

# gender
source: gender (code)
hi_in: लिंग (कोड)

# age
source: age (years)
hi_in: आयु (वर्ष)

# marital_status
source: marital status (code)
hi_in: वैवाहिक स्थिति (कोड)

# highest_level
source: highest level of completed education (code)
hi_in: पूर्ण शिक्षा का उच्चतम स्तर (कोड)

# entry
source: if entry in col. 4 ≥18, whether has any driving license as on the date of survey?
hi_in: अगर कॉलम 4 की प्रविष्टि ≥18 है, क्या सर्वेक्षण की तारीख पर कोई ड्राइविंग लाइसेंस है? (हाँ-1, नहीं-2)

# weeklystatus
source: current weekly status (code)
hi_in: वर्तमान साप्ताहिक स्थिति (कोड)

# forenrty
source: for entry≥ 6 in col. 4 and code 4 in col. 8, whether pursuing basic course through correspondence/ distance learning (yes-1, no-2)
hi_in: यदि कॉलम 4 की प्रविष्टि ≥ 6 है और कॉलम 8 में कोड 4 है , क्या पत्राचार/दूरस्थ शिक्षा के माध्यम से बुनियादी शिक्षा प्राप्त कर रहें हैं? (हाँ-1, नहीं-2)

# for_code
source: for code 1, 2 & 3 in col. 8, whether have at least one fixed place of work outside the premises of dwelling unit at a distance of 1 km or more (yes-1, no-2)
hi_in: कॉलम 8 में कोड 1, 2 और 3 के लिए, क्या 1 किमी या उससे अधिक की दूरी पर आवास इकाई के परिसर के बाहर काम का कम से कम एक निश्चित स्थान है (हाँ-1, नहीं-2)

source: for code other than 9 in col. 8, whether having season ticket/pass/free pass for bus/rail as on the date of survey (yes-1, no-2)
hi_in: कॉलम 8 में कोड 9 के अलावा अन्य कोड के लिए, क्या सर्वेक्षण की तारीख को बस/रेल के लिए सीजन टिकट/पास/फ्री पास है या नहीं (हाँ-1, नहीं-2)

# if
source: if code 1 in col. 11, status of season tickets / pass for rail / bus (rail pass-1, bus pass-2, both–3)
hi_in: यदि कॉलम 11 में कोड 1है , तो रेल/बस के लिए सीजन टिकट/पास की स्थिति (रेल पास-1, बस पास-2, दोनों-3)

# worked
source: whether worked from home in the current status during last 30 days (yes – 1, no – 2)
hi_in: क्या पिछले 30 दिनों के दौरान वर्तमान स्थिति में घर से काम किया गया है (हाँ - 1, नहीं - 2)

# code
source: If code 1 or 2 in col. 8,
hi_in: यदि कॉलम 8 में कोड 1 या 2 है,

# internet
source: if 1 in col., 13, whether used internet for such work (yes- 1, no- 2)
hi_in: यदि कॉलम 13 में 1 है , तो क्या इस तरह के काम के लिए इंटरनेट का उपयोग किया गया है (हां- 1, नहीं- 2)

# characteristics
source: [4] household characteristics
hi_in: [4] परिवार की विशेषताएं

# household
source: household size
hi_in: परिवार का आकार

# type
source: household type (code)
hi_in: परिवार का प्रकार (कोड)

# religion
source: religion (code)
hi_in: धर्म (कोड)

# social
source: social group (code)
hi_in: सामाजिक समूह (कोड)

# vehicles
source: whether the household possesses any of the following vehicles as on the date of survey for household use and number of such vehicles
hi_in: क्या घरेलू उपयोग के लिए सर्वेक्षण की तिथि पर परिवार के पास निम्नलिखित में से कोई वाहन है और ऐसे वाहनों की संख्या

# Item
source: Item no.
hi_in: मद सं

# vehicle
source: type of vehicle
hi_in: वाहन का प्रकार

# survey
source: whether possesses as on the date of survey
hi_in: क्या सर्वेक्षण की तिथि पर है?(हाँ-1, नहीं-2)

# possessed
source: number possessed
hi_in: परिग्रह वाले वाहनों की संख्या

source: bicycle
hi_in: साइकिल

# motorcycle
source: motorcycle or scooter
hi_in: मोटरसाइकिल या स्कूटर

# Rickshaw
source: Rickshaw/tricycle
hi_in: रिक्शा/तिपहिया साइकिल

# Autorickshaw
source: Autorickshaw/ Toto/ e-rickshaw
hi_in: ऑटोरिक्शा/टोटो/ई-रिक्शा

source: Cars
hi_in: कार

source: Tractor
hi_in: ट्रैक्‍टर

# Boat
source: Boat/ Dingi
hi_in: नाव/डिंगी

source: Others
hi_in: अन्य

# commercial
source: whether the household possesses any of the following vehicles as on the date of survey for commercial use and number of such vehicles
hi_in: क्या व्यावसायिक उपयोग के लिए सर्वेक्षण की तिथि तक परिवार के पास निम्नलिखित में से कोई वाहन है और ऐसे वाहनों की संख्या

source: Item no.
hi_in: मद सं

source: Type of vehicle
hi_in: वाहन का प्रकार

# whether
source: whether possesses as on the date of survey (yes-1, no-2)
hi_in: क्या सर्वेक्षण की तिथि पर है?(हाँ-1, नहीं-2)

# bicycle1
source: bicycle
hi_in: साइकिल

# scooter
source: motorcycle or scooter
hi_in: मोटरसाइकिल या स्कूटर

source: Rickshaw/tricycle
hi_in: रिक्शा/तिपहिया साइकिल

source: Autorickshaw/ Toto/ e-rickshaw
hi_in: ऑटोरिक्शा/टोटो/ई-रिक्शा

# Cars1
source: Cars
hi_in: कार

# Tractor1
source: Tractor
hi_in: ट्रैक्‍टर

# Van
source: Van/ minibus/ bus
hi_in: वैन/मिनीबस/बस

# Heavy
source: Heavy vehicles like lorry, truck etc
hi_in: भारी वाहन जैसे लॉरी, ट्रक आदि.

# Dingi
source: Boat/ Dingi
hi_in: नाव/डिंगी

# Others1
source: Others
hi_in: अन्य

# Block6_1
source: Block 6.1: Details of trips to and from fixed workplace that are of usual nature for persons of age of 15 years and above having fixed place of work (i.e., code 1 in col. 10 of Block 3)
hi_in: ब्लॉक 6.1: निश्चित कार्यस्थल तक आने-जाने की यात्राओं का विवरण जो 15 वर्ष या उससे अधिक आयु के व्यक्तियों के लिए सामान्य प्रकृति की हैं, जिनका कार्यस्थल निश्चित है (अर्थात्, ब्लॉक 3 के कॉलम 10 में कोड 1)

# srl
source: srl. no. of hh member (as in col. 1, block 3)
hi_in: परिवार के सदस्यों की क्रम सं. (जैसा कि ब्लॉक 3 के कॉलम 1 में है)

# origin
source: origin to workplace
hi_in: मूल स्थान से कार्यस्थल तक

# workplace
source: workplace to destination
hi_in: कार्यस्थल से गंतव्य

# usual
source: usual time of leaving for work from origin (hh:mm in 24 hrs format)
hi_in: मूल स्थान से काम पर जाने का सामान्य समय (24 घंटे प्रारूप में hh:mm)

# Average
source: Average time taken to reach workplace (in minutes)
hi_in: कार्यस्थल तक पहुंचने में लगा औसत समय (मिनटों में)

# Usual1
source: Usual duration of working (in hours)
hi_in: कार्य की सामान्य अवधि (घंटों में)

# whether2
source: whether travelled to and from the fixed workplace on the travel-day prior to the date of survey (yes-1, no-2)
hi_in: क्या सर्वेक्षण की तिथि से पहले वाले यात्रा-दिवस पर निर्धारित कार्यस्थल तक और वहाँ से यात्रा की गई थी (हाँ-1, नहीं-2)

# average2
source: average monthly cost of travel (Rs.)
hi_in: यात्रा की औसत मासिक लागत (रु.)

# primary
source: primary mode of transport (code)
hi_in: परिवहन का प्राथमिक साधन (कोड)

# if2
source: if code between ‘41’ to ‘81’ excluding ‘43’ in col. 5 secondary mode of transport (code)
hi_in: यदि कॉलम 5 में कोड '43' को छोड़कर '41' से '81' के बीच है, तो द्वितीयक परिवहन साधन (कोड) [यदि परिवहन का द्वितीयक साधन उपयोग नहीं किया गया है तो कोड 09 दर्ज करें]

# time
source: usual time of leaving for destination from work (hh:mm in 24 hrs format)
hi_in: कार्यस्थल से गंतव्य के लिए प्रस्थान का सामान्य समय (24 घंटे प्रारूप में hh:mm)

# average3
source: average time taken to reach destination (in minutes)
hi_in: गंतव्य तक पहुँचने में लगने वाला औसत समय (मिनटों में)

# average4
source: average monthly cost of travel (Rs.)
hi_in: यात्रा की औसत मासिक लागत (रु.)

# primary2
source: primary mode of transport (code)
hi_in: परिवहन का प्राथमिक साधन (कोड)

# record
source: if code between ‘41’ to ‘81’ excluding ‘43’ in col.10, secondary mode of transport (code) [record code 09 if secondary mode of transport is not used]
hi_in: यदि कॉलम 10 में कोड '43' को छोड़कर '41' से '81' के बीच है, तो द्वितीयक परिवहन साधन (कोड) [यदि परिवहन का द्वितीयक साधन उपयोग नहीं किया गया है तो कोड 09 दर्ज करें]

# Block6_2
source: Block 6.2: Details of within-day-trips in the travel day prior to the date of survey in the travel reference period (1 travel day) to and from fixed workplace for persons of age of 15 years and above having fixed place of work (i.e., code 1 in col. 10 of Block 3 and code 1 in col. 13 of Block 6.1)
hi_in: ब्लॉक 6.2: 15 वर्ष या उससे अधिक आयु के व्यक्तियों के लिए, जिनका कार्यस्थल निश्चित है, यात्रा संदर्भ अवधि (1 यात्रा दिवस) में सर्वेक्षण की तिथि से पहले के यात्रा दिवस में निश्चित कार्यस्थल तक और वहां से एक दिन के भीतर की यात्राओं का विवरण (अर्थात्, ब्लॉक 3 के कॉलम 10 में कोड 1 और ब्लॉक 6.1 के कॉलम 13 में कोड 1)

# srlno
source: srl. no. of hh member (as in col. 1,block 3)
hi_in: परिवार के सदस्यों की क्रम सं. (जैसा कि ब्लॉक 3 के कॉलम 1 में है)

# trip
source: trip srl. no
hi_in: यात्रा क्रम सं

# origin1
source: origin is home (yes-1, no-2)
hi_in: मूल स्थान घर है (हाँ-1, नहीं-2)

# origin2
source: origin
hi_in: मूल स्थान

# workplace3
source: workplace
hi_in: कार्यस्थल

# whether3
source: whether round trip performed (yes-1, no-2)
hi_in: क्या वापसी यात्रा की गई (हाँ-1, नहीं-2)

# ifcode
source: if code ‘2’ in both col. 3 and col.10 whether destination is home (yes-1, no-2)
hi_in: यदि कोड 2 कॉलम 3 और कॉलम 10 दोनों में है, गंतव्य घर है (हाँ-1, नहीं-2)

source: destination
hi_in: गंतव्य

# distance
source: distance from origin to workplace (kms)
hi_in: मूल स्थान से कार्यस्थल तक की दूरी (किमी)

# distance2
source: distance from workplace to destination (kms) [for code 1 in col. 10 copy the entry in col. 15 to col. 16]
hi_in: कार्यस्थल से गंतव्य तक की दूरी (किमी ) [कॉलम 10 में कोड 1 के लिए, कॉलम 15 की प्रविष्टि को कॉलम 16 में कॉपी करें]

# if3
source: if code 2 in col.10 and code 2 in col.11 purpose of trip from workplace to destination (code)
hi_in: यदि कॉलम 10 में कोड 2 और कॉलम 11 में कोड 2 है कार्यस्थल से गंतव्य तक यात्रा का उद्देश्य (कोड)

# if4
source: if code ‘11’ in col.17 whether fixed place of work (yes-1, no-2)
hi_in: यदि कॉलम 17 में कोड '11' है क्या कार्यस्थल निश्चित है (हाँ-1, नहीं-2)

# PIN1
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# if5
source: if code ‘9’ in col. 4
hi_in: यदि कॉलम 4 में कोड '9' है

# State
source: State/UT (code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# district
source: district (code)
hi_in: जिला (कोड)

# PIN9
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# if9
source: if code ‘9’ in col. 7
hi_in: यदि कॉलम 7 में कोड '9' है

# StateUT
source: State/UT (code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# district3
source: district (code)
hi_in: जिला (कोड)

# PIN6
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# if12
source: if code ‘9’ in col. 12
hi_in: यदि कॉलम 12 में कोड '9'

# State6
source: State/UT (code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# district7
source: district (code)
hi_in: जिला (कोड)

# Block8
source: Block 8: Details of within-day-trips in the travel-day prior to the date of survey in the travel reference period (1 travel day) by household members of age 6 years and above for any purpose excluding work and attending educational institution (as already captured in Block 6.1 to Block 7)
hi_in: ब्लॉक 8: सर्वेक्षण की तिथि से पहले यात्रा संदर्भ अवधि (1 यात्रा दिवस) में 6 वर्ष या उससे अधिक आयु के परिवार के सदस्यों द्वारा कार्य और शैक्षणिक संस्थान में जाने को छोड़कर (जैसा कि ब्लॉक 6.1 से ब्लॉक 7 में पहले ही दर्ज किया गया है) किसी भी उद्देश्य के लिए एक दिन के भीतर की गई यात्राओं का विवरण

# trip3
source: trip srl. no.
hi_in: यात्रा क्रम सं

# no
source: no. of hh members in the trip
hi_in: यात्रा में परिवार के सदस्यों की संख्या

# origin9
source: origin
hi_in: मूल स्थान

# destination8
source: destination
hi_in: गंतव्य

# whether10
source: whether return trip performed (yes-1, no-2)
hi_in: क्या वापसी यात्रा की गई (हाँ-1, नहीं-2)

# distance11
source: distance from origin to destination (kms)
hi_in: मूल स्थान से गंतव्य तक की दूरी (किमी)

# hhmm
source: time of leaving for destination from origin (hh:mm in 24 hrs format)
hi_in: मूल स्थान से गंतव्य के लिए प्रस्थान का समय (24 घंटे प्रारूप में hh:mm)

# average12
source: average time taken to reach the destination (in minutes)
hi_in: गंतव्य तक पहुंचने में लगा औसत समय (मिनटों में)

# primary33
source: primary mode of transport (code)
hi_in: परिवहन का प्राथमिक साधन (कोड)

# cost77
source: cost of travel (Rs.)
hi_in: यात्रा की लागत (रु.)

# PIN88
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# if88
source: if code ‘9’ in col. 3
hi_in: यदि कॉलम 3 में कोड '9' है

# PIN55
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# if99
source: if code ‘9’ in col. 6
hi_in: यदि कॉलम 6 में कोड '9' है

# StateUT3
source: State/UT(code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# district8
source: district (code)
hi_in: जिला (कोड)

# State9
source: State/UT (code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# district89
source: district (code)
hi_in: जिला (कोड)

# Block81
source: Block 8.1: Purpose of the trip for each household member of age 6 years and above for within-day trips undertaken in the travel day prior to the date of survey (as recorded in Block 8)
hi_in: ब्लॉक 8.1: सर्वेक्षण की तिथि से पहले यात्रा दिवस में की गई 6 वर्ष या उससे अधिक आयु के प्रत्येक परिवार के सदस्य के लिए यात्रा (जैसा कि ब्लॉक 8 में दर्ज है) का उद्देश्य

# srl4
source: srl. no. of trip (as in col. 1 block 8)
hi_in: यात्रा क्रम सं (जैसा कि कॉलम 1 ब्लॉक 8 में है)

# srl8
source: srl. no. of hh member who was in that trip (as in col. 1, block 3)
hi_in: इस यात्रा में परिवार के सदस्यों की क्रम संख्या (जैसा कि कॉलम 1, ब्लॉक 3 में है)

# purpose
source: purpose of trip (code)
hi_in: यात्रा का उद्देश्य (कोड)

# Block91
source: Block 9.1: Details of overnight trips by purpose undertaken by the household members during all the travel-days in the travel reference period (28 travel days) (to be filled for each trips in Block 9, Col. 1)
hi_in: ब्लॉक 9.1: यात्रा संदर्भ अवधि (28 यात्रा दिवस) में सभी यात्रा-दिवसों के दौरान परिवार के सदस्यों द्वारा उद्देश्यानुसार की गई रात्रि यात्राओं का विवरण (ब्लॉक 9, कॉलम 1 में प्रत्येक यात्रा के लिए भरा जाना है)

# Serial
source: Serial No. of trip (as in col. 1, block 9) (auto)
hi_in: यात्रा की क्रम संख्या (जैसा कि कॉलम 1, ब्लॉक 9 में है) (ऑटो)

# Start
source: Start date
hi_in: आरंभ करने की तिथि

# End
source: End date
hi_in: समाप्त करने की तिथि

# Multi
source: Multi-Modal (yes-1, no-2)
hi_in: मल्टी-मोडल (हाँ-1, नहीं-2)

# Primary99
source: Primary Mode (based on distance) (code)
hi_in: प्राथमिक साधन (मोड) (दूरी पर आधारित) (कोड)

# Class66
source: Class of Travel (code) (if code ‘61’ in row 5)
hi_in: यात्रा की श्रेणी (कोड) (यदि पंक्ति 5 में कोड ‘61’ है)

# Total
source: Total Time of Travel (hours)
hi_in: यात्रा की श्रेणी (कोड) (यदि पंक्ति 5 में कोड ‘61’ है)

# Code99
source: Code or Name of Airport / Railway Station
hi_in: हवाई अड्डे / रेलवे स्टेशन का कोड या नाम

# Secondary
source: Secondary Mode of transport (code)
hi_in: परिवहन का द्वितीयक साधन (कोड)

# Block52
source: Block 5.2: Details of within-day-trips in a travel day closest to the date of survey in the travel reference period (90 travel days) to and from educational institution for persons of age of 6 years and above who are attending basic course in-person (i.e., with code 04 in col. 8 of Block 3 and code 2 in col. 9 of Block 3 and code 1 in col. 12 of Block 5.1)
hi_in: Block 5.2: 6 वर्ष और उससे अधिक आयु के व्यक्तियों के लिए शैक्षणिक संस्थान से यात्रा संदर्भ अवधि (90 यात्रा दिन) में सर्वेक्षण की तारीख के निकटतम यात्रा दिवस में दिन-यात्रा का विवरण जो व्यक्तिगत रूप से बुनियादी पाठ्यक्रम में भाग ले रहे हैं (यानी, ब्लॉक 3 के कॉलम 8 में कोड 04 और ब्लॉक 3 के कॉलम 9 में कोड 2 और ब्लॉक 5.1 के कॉलम 12 में कोड 1 है )

# 5_1_heading
source: Block 5.1: Details of usual trips to and from educational institution (pertaining to basic course) for persons of age of 6 years and above who are attending basic course in-person (i.e., with code 4 in col. 8 of Block 3 and code 2 in col. 9 of Block 3)
hi_in: 5.1: 6 वर्ष और उससे अधिक आयु के व्यक्तियों, जो व्यक्तिगत रूप से बुनियादी पाठ्यक्रम में भाग ले रहे हैं, के शैक्षणिक संस्थान (बुनियादी पाठ्यक्रम से संबंधित) जाने और आने के सामान्य यात्राओं का विवरण (यानी, ब्लॉक 3 के कॉलम 8 में कोड 4 और ब्लॉक 3 के कॉलम 9 में कोड 2)

# 5_1_col_1
source: srl. no. of hh member
hi_in: परिवार के सदस्यों की क्रम सं.

# 5_1_col_2
source: usual time of leaving for educational institution from origin
hi_in: मूल स्थान से शैक्षणिक संस्थान के लिए प्रस्थान का सामान्य समय

# 4_1_heading
source: [4.1] household characteristics
hi_in: [4.1] परिवार की विशेषताएँ

# 4_1_col_1
source: Household’s last month consumption expenditure (in Rs.)
hi_in: परिवार का पिछले महीने का उपभोग व्यय (रु. में)

# block5_head
source: Block 5.1: Details of usual trips to and from educational institution (pertaining to basic course) for persons of age of 6 years and above who are attending basic course in-person (i.e., with code 4 in col. 8 of Block 3 and code 2 in col. 9 of Block 3)
hi_in: 5.1: 6 वर्ष और उससे अधिक आयु के व्यक्तियों, जो व्यक्तिगत रूप से बुनियादी पाठ्यक्रम में भाग ले रहे हैं, के शैक्षणिक संस्थान (बुनियादी पाठ्यक्रम से संबंधित) जाने और आने के सामान्य यात्राओं का विवरण (यानी, ब्लॉक 3 के कॉलम 8 में कोड 4 और ब्लॉक 3 के कॉलम 9 में कोड 2)

# block5_srl
source: srl. no. of hh member(as in col. 1, block 3)
hi_in: परिवार के सदस्यों की क्रम सं. (जैसा कि ब्लॉक 3 के कॉलम 1 में है)

# block5_origin
source: origin to educational institution
hi_in: मूल स्थान से शैक्षणिक संस्थान

# block5_education
source: educational institution to destination
hi_in: शैक्षणिक संस्थान से गंतव्य के लिए प्रस्थान का सामान्य समय (24 घंटे प्रारूप में hh:mm)

# block5_usual
source: usual time of leaving for educational institution from origin(hh:mm in 24 hrs format)
hi_in: मूल स्थान से शैक्षणिक संस्थान के लिए प्रस्थान का सामान्य समय (24 घंटे प्रारूप में hh:mm)

# block5_average
source: average time taken to reach educational institution (in minutes)
hi_in: शैक्षणिक संस्थान तक पहुंचने में लगने वाला औसत समय (मिनटों में)

# block5_travel
source: average monthly cost of travel(Rs.)
hi_in: यात्रा की औसत मासिक लागत (रु.)

# block5_transport
source: primary mode of transport (code)
hi_in: परिवहन का प्राथमिक साधन (कोड)

# block5_if
source: if code between ‘41’ to ‘81’ excluding ‘43’ in col. 5 secondary mode of transport (code)
hi_in: यदि कॉलम 5 में '43' को छोड़कर '41' से '81' के बीच का कोड है, परिवहन का द्वितीयक साधन (कोड) [कोड 09 दर्ज करें, यदि परिवहन के द्वितीयक मोड का उपयोग नहीं किया जाता है]

# block5_whether
source: whether travelled to and from educational institution on at least one travel day during the travel reference period of last 90 travel days(yes-1, no-2)
hi_in: क्या पिछले 90 यात्रा दिनों की यात्रा संदर्भ अवधि के दौरान कम से कम एक यात्रा दिन में शैक्षणिक संस्थान तक और वहाँ से यात्रा की गई है (हाँ-1, नहीं-2)

# block5_online
source: online attendance at educational institution from home (number of days in last 7 days prior to the travel day)
hi_in: शिक्षण संस्थान में घर बैठे ऑनलाइन उपस्थिति (यात्रा के दिन से पहले पिछले 7 दिनों में दिनों की संख्या)

# block5_leving
source: usual time of leaving for destination from educational institution
hi_in: शैक्षणिक संस्थान से गंतव्य के लिए प्रस्थान का सामान्य समय (24 घंटे प्रारूप में hh:mm)

# block5_reach
source: average time taken to reach destination (in minutes)
hi_in: गंतव्य तक पहुंचने में लगने वाला औसत समय (मिनटों में)

# block5_9
source: average monthly cost of travel
hi_in: यात्रा की औसत मासिक लागत (रु.)

# block5_10
source: primary mode of transport (code)
hi_in: परिवहन का प्राथमिक साधन (कोड)

# block5_11
source: if code between ‘41’ to ‘81’ excluding ‘43’ in col. 10,secondary mode of transport (code)[record code 09 if secondary mode of transport is not used]
hi_in: यदि कॉलम 10 में '43' को छोड़कर '41' से '81' के बीच का कोड, परिवहन का द्वितीयक साधन (कोड) [कोड 09 दर्ज करें, यदि परिवहन के द्वितीयक मोड का उपयोग नहीं किया जाता है]

# block_5_2_head
source: Block 5.2: Details of within-day-trips in a travel day closest to the date of survey in the travel reference period (90 travel days) to and from educational institution for persons of age of 6 years and above who are attending basic course in-person (i.e., with code 04 in col. 8 of Block 3 and code 2 in col. 9 of Block 3 and code 1 in col. 12 of Block 5.1)
hi_in: Block 5.2: 6 वर्ष और उससे अधिक आयु के व्यक्तियों के लिए शैक्षणिक संस्थान से यात्रा संदर्भ अवधि (90 यात्रा दिन) में सर्वेक्षण की तारीख के निकटतम यात्रा दिवस में दिन-यात्रा का विवरण जो व्यक्तिगत रूप से बुनियादी पाठ्यक्रम में भाग ले रहे हैं (यानी, ब्लॉक 3 के कॉलम 8 में कोड 04 और ब्लॉक 3 के कॉलम 9 में कोड 2 और ब्लॉक 5.1 के कॉलम 12 में कोड 1 है )

# block_5_2_1
source: srl. no. of hh member(as in col. 1,block 3)
hi_in: परिवार के सदस्यों की क्रम सं. (जैसा कि ब्लॉक 3 के कॉलम 1 में है)

# block_5_2_2
source: trip srl. no.
hi_in: यात्रा क्रम सं.

# block_5_2_3
source: origin is home (yes-1, no-2)
hi_in: मूल स्थान घर है (हाँ-1, नहीं-2)

# block_5_2_4_head
source: origin
hi_in: मूल स्थान

# block_5_2_4
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# block_5_2_5_head
source: if code ‘9’ in col. 4
hi_in: यदि कॉलम 4 में कोड '9' है

# block_5_2_5
source: State/UT(code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# block_5_2_6
source: district (code)
hi_in: जिला (कोड)

# block_5_2_7
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# block_5_2_8_head
source: if code ‘9’ in col.7
hi_in: यदि कॉलम 7 में कोड '9' है

# block_5_2_8
source: State/UT(code)
hi_in: राज्य/केंद्र शासित प्रदेश (कोड)

# block_5_2_9
source: whether return trip performed (yes-1, no-2)
hi_in: क्या वापसी यात्रा की गई (हाँ-1, नहीं-2)

# block_5_2_10
source: whether return trip performed (yes-1, no-2)
hi_in: क्या वापसी यात्रा की गई (हाँ-1, नहीं-2)

# block_5_2_11
source: if code 2 in both col.3 and col.10, destination is home (yes-1, no-2)
hi_in: यदि कोड 2 कॉलम 3 और कॉलम 10 दोनों में है, गंतव्य घर है (हाँ-1, नहीं-2)

# block_5_2_7_head
source: educational institution
hi_in: शिक्षण संस्थान

# block_5_2_12_head
source: destination [for code 1 in col. 10 copy the entry in cols. 4 to col. 6 to cols. 12 to 14]
hi_in: गंतव्य [कॉलम 10 में कोड 1 के लिए, कॉलम 4 से कॉलम 6 तक की प्रविष्टि को कॉलम 12 से 14 तक कॉपी करें]

# block_5_2_12
source: PIN code (give code 9, if PIN is unknown)
hi_in: पिन कोड (कोड 9 दें, यदि पिन अज्ञात है)

# block_5_2_13_head
source: if code ‘9’ in col. 12
hi_in: यदि कॉलम 12 में कोड '9'
